var gsRegions = {
	"China" : "北京市,天津市,河北省",
		"北京市" : "北京市辖区,北京市辖县",
			"北京市辖区" : 			"东城区-110101,西城区-110102,崇文区-110103,宣武区-110104,朝阳区-110105,丰台区-110106,石景山区-110107,海淀区-110108,门头沟区-110109,房山区-110111,通州区-110112,顺义区-110113,昌平区-110114,大兴区-110115,怀柔区-110116,平谷区-110117",
			"北京市辖县" : "密云县-110228,延庆县-110229",	
		"天津市" : "天津市辖区,天津市辖县",
			"天津市辖区" : "和平区-120101,河东区-120102,河西区-120103,南开区-120104,河北区-120105,红桥区-120106,塘沽区-120107,汉沽区-120108,大港区-120109,东丽区-120110,西青区-120111,津南区-120112,北辰区-120113,武清区-120114,宝坻区-120115",
			"天津市辖县" : "宁河县-120221,静海县-120223,蓟　县-120225",
		"河北省" : "石家庄市,唐山市,秦皇岛市,邯郸市,邢台市,保定市,张家口市,承德市,沧州市,廊坊市,衡水市",
			"石家庄市" : "市辖区-130101,长安区-130102,桥东区-130103,桥西区-130104,新华区-130105,井陉矿区-130107,裕华区-130108,井陉县-130121,正定县-130123,栾城县-130124,行唐县-130125,灵寿县-130126,高邑县-130127,深泽县-130128,赞皇县-130129,无极县-130130,平山县-130131,元氏县-130132,赵　县-130133,辛集市-130181,藁城市-130182,晋州市-130183,新乐市-130184,鹿泉市-130185",
			"唐山市" : "市辖区-130201,路南区-130202,路北区-130203,古冶区-130204,开平区-130205,丰南区-130207,丰润区-130208,滦　县-130223,滦南县-130224,乐亭县-130225,迁西县-130227,玉田县-130229,唐海县-130230,遵化市-130281,迁安市-130283",
			"秦皇岛市" : "市辖区-130301,海港区-130302,山海关区-130303,北戴河区-130304,青龙满族自治县-130321,昌黎县-130322,抚宁县-130323,卢龙县-130324",
			"邯郸市" : "市辖区-130401,邯山区-130402,丛台区-130403,峰峰矿区-130406,临漳县-130423,成安县-130424,大名县-130425,涉　县-130426,磁　县-130427,永年县-130429,邱　县-130430,鸡泽县-130431,广平县-130432,馆陶县-130433,魏　县-130434,曲周县-130435,武安市-130481",
			"邢台市" : "市辖区-130501,桥东区-130502,邢台县-130521,临城县-130522,内丘县-130523,柏乡县-130524,隆尧县-130525,任　县-130526,南和县-130527,宁晋县-130528,巨鹿县-130529,新河县-130530,广宗县-130531,平乡县-130532,威　县-130533,临西县-130535,沙河市-130582",
			"保定市" : "市辖区-130601,新市区-130602,北市区-130603,满城县-130621,清苑县-130622,涞水县-130623,阜平县-130624,定兴县-130626,唐　县-130627,高阳县-130628,容城县-130629,涞源县-130630,望都县-130631,安新县-130632,曲阳县-130634,顺平县-130636,博野县-130637,雄　县-130638,定州市-130682,安国市-130683,高碑店市-130684"
};














